[
    {
        "Name": "Belmaduthy Dam",
        "Description": "Belmaduthy Dam is a good example of wet lowland heath and mire mosaic, with lime-rich flushes providing conditions suitable for a diverse range of plants including orchids. This was once a common habitat on the Black Isle, but much of it has now been replaced by agricultural or forestry land.",
        "Why Visit?": "Orchids\nWater-loving plants\nMoths and butterflies",
        "Best Time to Visit": "May – Aug for wildflowers\nMay – Aug for moths and butterflies",
        "Visit": "birdwatching wildflowers butterflies",
        "How to get there?": "Belmaduthy Dam is situated on the Black Isle, 2 miles north of Munlochy. From Inverness, take the A9 north to Tore. At the Tore Roundabout turn east towards Fortrose. Follow the A832 for approximately 3 miles, then turn left towards Culbokie. Follow this road for a further 3 miles. As the road starts to climb, you will see an antenna mast. The car park will be on your left just before reaching the brow of the hill. To get to the reserve, walk down the small track to the left of the carpark."
    },
    {
        "Name": "Drummains Reedbed",
        "Description": "Coastal reedbed, saltmarsh and mudflats with wildfowl and waders on the Solway Firth. The reserve is part of the Solway Site of Special Scientific Interest (SSSI) and Special Area of Conservation (SAC).",
        "Why Visit?": "Good chances to see sedge warbler and reed bunting\nGood views across the Solway",
        "Best Time to Visit": "Summer for breeding reed bunting\nWinter for wildfowl on the Merse",
        "Visit": "birdwatching coasts scenery",
        "How to get there?": "From Dumfries, take the A710 Solway Coast Road south for 14 miles. The access path to the reserve is approximately one mile north of the village of Kirkbean."
    },
    {
        "Name": "Garnock Floods",
        "Description": "Garnock Floods is a low-lying floodplain pasture with shallow pools and marshy areas. The reserve is grazed by cattle to keep the ground suitable for the waders that feed here in autumn and winter. A small hide overlooking the site offers good views of a large pond and the waterfowl it attracts.",
        "Why Visit?": "Wildfowl and waders\nRiverside walk",
        "Best Time to Visit": "Spring/autumn for passage migrants\nWinter for ducks\nAll year for river life and birds",
        "Visit": "birdwatching",
        "How to get there?": "Take the B779 off the westbound A78 between Irvine and Kilwinning and park in the layby just past the bridge over the River Irvine."
    },
    {
        "Name": "Cullaloe",
        "Description": "PUBLIC NOTICE: Access to Cullaloe car park will be closed from Thursday 1st to Sunday 4th February to carry out essential drainage works. We apologise for the inconvenience caused.",
        "Why Visit?": "Rare plants such as mudwort\nWarblers and wildfowl\nButterflies",
        "Best Time to Visit": "Summer for warblers & wildflowers\nSummer for dragonflies\nSummer for butterflies\nWinter for wildfowl",
        "Visit": "birdwatching woodlands grasslands wildflowers scenery butterflies",
        "How to get there?": "The reserve is located beside and to the south of the B9157, about 1.3 miles north of Aberdour. At Cullaloe Cottage on the B9157, turn right and follow the road down to the car park."
    },
    {
        "Name": "Carstramon Wood",
        "Description": "Carstramon Wood is one of the largest semi-natural broadleaved woodlands in the area. The oak trees were once used for making charcoal and supplying the local mill with bobbins. Nowadays, the trees provide lush conditions for ferns and lichens and breathtaking bluebells in spring.",
        "Why Visit?": "Enjoy the spectacular bluebells\nExplore the ancient woodland\nSpot pied flycatcher and redstart\nFind the charcoal platforms",
        "Best Time to Visit": "May for bluebells\nMay and Jun for breeding migrant birds\nAll year for red squirrels",
        "Visit": "birdwatching woodlands wildflowers scenery mammals archaeology",
        "How to get there?": "From Gatehouse-of-Fleet, take the B796 north. After 2 miles, turn right onto a minor road at Nether Rusko. Follow the road over the Water of Fleet, turn right at the T-junction and parking is available in the layby on the left."
    },
    {
        "Name": "Linhouse Glen",
        "Description": "Situated south of Livingston, Linhouse Glen has a mixture of habitats, including heathland, native woodland on steep narrow slopes and species-rich grassland. The grassland provides cover and food for brown hares and bird species such as treecreeper, willow warbler and dipper may be seen or heard.",
        "Why Visit?": "Wildflowers\nButterflies\nBirdwatching",
        "Best Time to Visit": "May to Aug for wildflowers\nMay to Aug for butterflies",
        "Visit": "birdwatching woodlands grasslands wildflowers mammals",
        "How to get there?": "The reserve can be accessed from the A899 south from Junction 3 on the M8. At the roundabout, take the A71 west towards West Calder. Take the first turning on the left, then turn left again at the T-junction onto Murieston East Road. Take the fourth road on the left (Murieston Road). Just before a sharp right turn, turn left into a short section of road where you can park."
    },
    {
        "Name": "Bawsinch and Duddingston",
        "Description": "Duddingston Loch is the only example of a natural freshwater loch in the City of Edinburgh. It is an important site for breeding and wintering wildfowl and includes areas of mixed woodland, scrub, grassland and reedbeds. Otters have been spotted swimming along the shore in winter.",
        "Why Visit?": "Breeding wildfowl\nWintering wildfowl\nHeronry with breeding herons",
        "Best Time to Visit": "All year round for birds and trees",
        "Visit": "birdwatching woodlands grasslands wildflowers pond",
        "How to get there?": "The reserve lies just under 2 miles from the centre of Edinburgh, at the southern end of Holyrood Park and south of Duddingston village."
    },
    {
        "Name": "Hoselaw Loch and Din Moss",
        "Description": "Hoselaw Loch is a shallow, naturally nutrient-rich loch. Towards the south west end of the loch is Din Moss, one of the largest and most intact areas of raised bog in the Scottish Borders. The loch is used by overwintering wildfowl, particularly pink-footed geese.",
        "Why Visit?": "Wildfowl\nOtters\nRaised peat bog",
        "Best Time to Visit": "All year round for wildfowl",
        "Visit": "birdwatching peatlands",
        "How to get there?": "Head south east on the B6352 from Kelso to Yetholm. Approximately 4 miles from Kelso, take the minor road on the left signed to Hoselaw. After another 2 miles, Hoselaw Loch will be visible on your right. There is no formal car parking on the reserve."
    },
    {
        "Name": "Balnaguard Glen",
        "Description": "Balnaguard Glen follows a steep-sided gorge cut by the Balnaguard Burn and offers spectacular views across rolling Perthshire hills. It is notable for its juniper woodland. The reserve is home to a variety of butterflies, and red squirrel and deer sightings are also possible.",
        "Why Visit?": "Juniper woodland\nButterflies\nSpectacular views",
        "Best Time to Visit": "May – Aug for native plants\nMay – Aug for butterflies\nAnytime for woodland walks",
        "Visit": "birdwatching woodlands wildflowers scenery",
        "How to get there?": "From the A9 (northbound), take the B898 just after Dunkeld. Follow this road right through Balnaguard village. Take the next left and then immediately turn right, along a track parallel to the B898. After a short distance you will arrive at the car park."
    },
    {
        "Name": "Cumbernauld Glen",
        "Description": "The ancient woodland of Cumbernauld Glen is a haven for wildlife and also provides an important, relaxing environment for local people. Early spring sees pockets of snowdrops appearing and summer brings a profusion of bluebells. The meadow attracts butterflies, including small pearl-bordered fritillary.",
        "Why Visit?": "Excellent network of footpaths\nMature oak woodland\n16th century dovecote\nMountain bike trail",
        "Best Time to Visit": "Feb for snowdrops\nMay for bluebells\nAutumn for woodland colours",
        "Visit": "birdwatching woodlands wildflowers archaeology butterflies",
        "How to get there?": "Exit the M80 for the A8011 and follow signs for Cumbernauld Theatre. There is a car park opposite the theatre, with the reserve being a short walk away."
    },
    {
        "Name": "Forest Wood",
        "Description": "Forest Wood is on the southern edge of Cumbernauld. It consists mainly of plantation woodland, with small areas of lowland peat bog, heath and grassland. A number of flowering plants and fungi thrive, with damselflies and palmate newts dwelling in the pond. Cuckoos can be heard during springtime.",
        "Why Visit?": "Sheltered and peaceful woodland\nFootpath to Palacerigg Country Park\nDiverse range of habitats",
        "Best Time to Visit": "Spring for cuckoos\nAutumn for fungi",
        "Visit": "birdwatching woodlands pond",
        "How to get there?": "From the A8011 (Wilderness Brae), turn off onto the B8054 (Lye Brae) heading south east, signposted Carbrain. Go straight across the roundabout by Cumbernauld High School and then turn left, signposted Abronhill, onto Forest Road. Take the third exit off the next roundabout and then the first left into Lime Crescent. Turn left once in Lime Crescent and park your car."
    },
    {
        "Name": "Seafar Wood",
        "Description": "Seafar Wood is a relatively young strip of woodland west of Cumbernauld Village. The woodland habitat is still developing and clusters of bluebells and other woodland flowers are already established. Areas of scrub and remnants of agricultural hedgerows provide habitats for birds.",
        "Why Visit?": "Roe deer\nSparrowhawks",
        "Best Time to Visit": "Spring for birdsong\nAutumn for leaf cover",
        "Visit": "woodlands",
        "How to get there?": "Follow signs for Northside and then turn into Dowanfield Road, signposted to Our Lady’s High School."
    },
    {
        "Name": "Tummel Shingle Islands",
        "Description": "Tummel Shingle Islands reserve is one of the rarest habitats to be found in the UK – freshwater shingle. The shingle provides an ever-changing environment in which invertebrates and over 400 species of plants thrive, ranging from lesser marshwort and bird’s-nest orchid to mosses and field gentian.",
        "Why Visit?": "Wildflowers\nButterflies\nScenery",
        "Best Time to Visit": "Jun to Aug for wildflowers\nJun to Aug for butterflies\nAnytime for scenery",
        "Visit": "birdwatching woodlands grasslands wildflowers mammals",
        "How to get there?": "This 44 hectare reserve lies 3 miles south of Pitlochry, on a minor road north of the A827. Ballinluig Island is approximately half a mile west of Ballinluig."
    },
    {
        "Name": "Knowetop Lochs",
        "Description": "Knowetop Lochs is a small, diverse upland reserve. Two small lochs are separated by a ridge of birch woodland fringed by reed-swamp, bog and willow scrub, with areas of wet and dry heath. Much of the reserve is marshy with willow thickets and conifer shelter belts are slowly being converted to broadleaved woodland.",
        "Why Visit?": "Dragonflies and damselflies\nScotch argus\nRed kites and geese\nOtter",
        "Best Time to Visit": "May to Sep for flowering plants\nSummer for butterflies\nSummer and autumn for dragonflies",
        "Visit": "birdwatching woodlands wildflowers peatlands scenery mammals uplands wetland pond butterflies",
        "How to get there?": "The reserve is on the A712, 4 miles west of the village of Corsock in Dumfries and Galloway."
    },
    {
        "Name": "Corsehillmuir Wood",
        "Description": "Corsehillmuir Wood is a natural woodland in the pastoral countryside beside Kilwinning. The canopy of mature birch, ash and willow shelters a mossy and ferny ground flora, and woodland birds thrive here.",
        "Why Visit?": "Woodland experience\nBirdsong",
        "Best Time to Visit": "All year round for woodland\nSpring for birds",
        "Visit": "birdwatching woodlands",
        "How to get there?": "Take the B785 east from Kilwinning town centre. On the edge of the town, take the minor road off left to Bannoch. The reserve is 150m down this road, on the right. Roadside parking is available."
    },
    {
        "Name": "Oldhall Ponds",
        "Description": "The Oldhall Ponds reserve is a mosaic of willow carr, semi-mature planted woodland and tussocky grassland. The ponds have open water and emergent vegetation that is attractive to breeding and wintering ducks. Paths around the ponds provide opportunities for viewing waterfowl and other pond life.",
        "Why Visit?": "Water birds and pond life\nCommon butterflies\nWoodland birds",
        "Best Time to Visit": "Summer for insects and birds\nSummer for dragonflies and damselflies\nWinter for waterfowl",
        "Visit": "birdwatching grasslands pond",
        "How to get there?": "Exit the A78 at the Newhouse Interchange and take the B7080, Moss Drive, to the Oldhall Roundabout. Turn left onto Long Drive and park in the layby approximately 400m on the left. A cycle path goes through the reserve."
    },
    {
        "Name": "Tailend Moss",
        "Description": "Tailend Moss is a lowland raised bog composed of deep peat that has accumulated over thousands of years. It is an important site for damselflies, dragonflies and peatland plants, such as bog asphodel, cranberry and sundews.",
        "Why Visit?": "Dragonflies and damselflies\nPeatland plants",
        "Best Time to Visit": "Jun to Aug for dragonflies",
        "Visit": "birdwatching wildflowers peatlands",
        "How to get there?": "Take the M8 west from Edinburgh and exit at Junction 3a. At the first roundabout, go straight (east) on the A779, taking the first exit to Starlaw Park at the next roundabout. When you come to a T-junction, turn right and follow the road round the industrial estate. Park on the side of this road."
    },
    {
        "Name": "Woodhall Dean",
        "Description": "Woodhall Dean, on the edge of the Lammermuir Hills, is an ancient semi-natural woodland dominated by sessile oak. Five thousand years ago, sessile oak covered much of southern Scotland but now there are only a few woodlands where they grow in large numbers.",
        "Why Visit?": "Woodland flowers\nBreeding songbirds\nAncient woodland\nIf you’re lucky, adders",
        "Best Time to Visit": "May for bluebells\nApr to Sept for basking adders",
        "Visit": "birdwatching woodlands wildflowers scenery",
        "How to get there?": "From the roundabout south of Dunbar on the A1 (next to Asda supermarket), take the road signposted to Spott (south). Once you reach the village, turn left at the signpost for Woodhall. Follow this road, initially up a steep hill, for about 2 miles, and just before a steep hill and a ford, turn right up a track. Park on the side of this track whilst still allowing access by farm vehicles such as tractors. Do not block any farm entrances."
    },
    {
        "Name": "Lawthorn Wood",
        "Description": "Lawthorn Wood is a small, mature deciduous woodland on the edge of Irvine. The tall canopy is mainly made up of ash trees, with some beech and lime. Elm trees were once prominent and their dead trunks provide nesting sites for bats and birds, including great spotted woodpecker.",
        "Why Visit?": "Mature broadleaf woodland",
        "Best Time to Visit": "Spring for birds\nSummer for bats\nAutumn for fungi",
        "Visit": "woodlands",
        "How to get there?": "The reserve is located in north east Irvine, next to Lawthorn Primary School. Take the A736 out of Irvine along Cairnmount Road, and turn right at the roundabout onto the B769. The reserve is up a track off the main road on the left, just before the school."
    },
    {
        "Name": "Hill of White Hamars",
        "Description": "This Orkney reserve has impressive coastal features, including cliffs, numerous caves, natural arches, stacks and large blowholes. Narrow inlets provide excellent short-range viewing opportunities of cliff-nesting seabirds.",
        "Why Visit?": "Spectacular coastal views\nSpot the endangered Scottish primrose\nRemote and wild location\nGreat views of nesting seabirds",
        "Best Time to Visit": "May and Jul/Aug for Scottish primrose",
        "Visit": "birdwatching wildflowers coasts geology scenery",
        "How to get there?": "The reserve lies on the south coast of South Walls, Orkney, extending over 1.1 miles of shoreline from the east of Helliack to the west of Rise Geo, and about 0.6 miles inland over the Hill of White Hamars. Most people arrive via the Houton-Lyness ferry. Turn left onto the B9047 and continue to the end of the causeway to South Walls, and take the minor road towards Cantick. After 1.5 miles, turn right to Snelsetter. Follow the track and you should find parking just before the buildings."
    },
    {
        "Name": "Southwick Coast",
        "Description": "Southwick Coast is a stretch of coastline with wooded cliffs and extensive saltmarsh. A viewpoint in the meadow provides breathtaking views over Mersehead and the Solway. A path leads through the Needle’s Eye, a natural wave-cut arch, to the saltmarsh.",
        "Why Visit?": "Fascinating woodland\nGreat views over the Solway\nGood birdlife\nAmazing geology",
        "Best Time to Visit": "Apr to Sep for butterflies\nMay to Jul for rare plants\nOct to Mar for wildfowl",
        "Visit": "birdwatching woodlands grasslands wildflowers coasts geology scenery",
        "How to get there?": "The reserve lies to the south of the A710 Solway Coast scenic route between Caulkerbrush and Sandyhills Bay. There are laybys present along the A710 and space for one car by the minor road junction to Nether Clifton, opposite the reserve entrance."
    },
    {
        "Name": "Pease Dean",
        "Description": "Pease Dean is a beautiful, ancient semi-natural woodland. Ferns, mosses and liverworts thrive in these wet, sheltered deans. In spring and summer, the woodland floor is cloaked with a bluebell, primrose and wood anemone blanket. Butterflies, including speckled wood, are drawn to these displays.",
        "Why Visit?": "Woodland flowers\nBreeding birds\nWoodland walks",
        "Best Time to Visit": "Apr to Sept for bats\nApr to Jul for woodland flowers",
        "Visit": "birdwatching woodlands wildflowers",
        "How to get there?": "From the roundabout on the A1 near Dunbar (next to Asda supermarket), continue south towards Berwick-upon-Tweed past the Torness power station. At the roundabout near Cockburnspath, take the left exit to Pease Bay. Follow the single track road with passing places down to Pease Bay. Just before a ford, turn left into the car park next to Pease Bay Holiday Park."
    },
    {
        "Name": "Knockshinnoch Lagoons",
        "Description": "The open water, islands, marshland, reedbeds and willow carr make this reserve important for birdlife in the Nith Valley. Migrant birds favour the valley in the autumn. Plant and insect enthusiasts can enjoy the partially vegetated coal spoil heap in the main public area of the reserve.",
        "Why Visit?": "Migratory birds\nBreeding & wintering birds\nWildflowers & insects\nMining history",
        "Best Time to Visit": "Aug and Sep for migrating birds\nSummer for wildflowers & insects\nAutumn for fungi\nAll year round for history",
        "Visit": "birdwatching wildflowers",
        "How to get there?": "The reserve is located next to New Cumnock. A car park is available on the B741, approximately 0.3 miles outside the town. The reserve can also be accessed via a lane off the A76 through the town: take the first right after the bridge over the river when approaching from the north."
    },
    {
        "Name": "Bo’mains Meadow",
        "Description": "This reserve has two meadows: the northern meadow, which was a former reservoir that has been filled in, and the southern meadow, which has been undisturbed for many years and is now a wonderful unimproved species-rich meadow.",
        "Why Visit?": "Spectacular wildflower meadows\nGreater butterfly orchid and twayblade\nTree sparrows\nButterflies",
        "Best Time to Visit": "Summer for wildflowers and birds",
        "Visit": "grasslands wildflowers scenery butterflies",
        "How to get there?": "From Bo’ness, take the A706 south towards Linlithgow. Turn right onto a minor road at the first crossroads beyond the town. Take the first right (after 0.6 miles) onto another minor road. The reserve is on the right of the road and is accessed from the roadside."
    },
    {
        "Name": "Dumbarnie Links",
        "Description": "Lime-rich dune grassland is an increasingly rare habitat on the east of Scotland. Such conditions make Dumbarnie Links an important habitat for rare plants and invertebrates. Nearly 2,000 species, including 1,200 insects and a wide variety of shore and sea birds, have been recorded here.",
        "Why Visit?": "Rare plants\nInvertebrates\nOffshore seabirds",
        "Best Time to Visit": "Spring and summer for flowers\nSummer for butterflies\nAll year round for birds",
        "Visit": "birdwatching grasslands wildflowers coasts geology scenery butterflies",
        "How to get there?": "From Leven, take the A915 east along the coast to Lower Largo. There is a car park at the east end of Lower Largo."
    },
    {
        "Name": "Gailes Marsh",
        "Description": "Gailes Marsh features dry coastal grassland, marshland and a pond, all sheltered by mixed woodland. The species-rich grassland attracts many butterflies, bees, hoverflies and other pollinating insects. Mining bees in particular find the conditions favourable for nesting.",
        "Why Visit?": "Butterflies and bees\nInsects and flowers of sandy habitats\nSand martin bank",
        "Best Time to Visit": "Summer for birds, flowers and insects",
        "Visit": "birdwatching grasslands wildflowers",
        "How to get there?": "Leave the A78(T) at the Newhouse Roundabout and take the first exit signposted for Irvine. Go straight ahead at the next roundabout. The reserve is a short distance along Marine Drive, on the opposite side of the road to Glasgow Gailes Golf Club. Park on the grass beside the short lane off the access road to Western Gailes Golf Course."
    },
    {
        "Name": "Spey Bay",
        "Description": "Spey Bay is a beautiful coastal reserve with the largest shingle beach in Scotland. Constant changes caused by the river create a succession of habitats, from bare shingle to coastal grasslands, brackish saltmarsh and wet woodland.",
        "Why Visit?": "Large numbers of wildfowl offshore\nWildflowers and butterflies\nBreeding terns at river mouth\nDolphins",
        "Best Time to Visit": "Spring to summer for butterflies\nWinter for ducks and divers\nAll year for dolphins",
        "Visit": "birdwatching woodlands wildflowers coasts geology scenery mammals archaeology butterflies",
        "How to get there?": "Spey Bay lies 9 miles north east of Elgin. The reserve is best accessed from the east of the estuary from the Tugnet car park which is also used for the Scottish Dolphin Centre."
    },
    {
        "Name": "Upper Nethan Gorge",
        "Description": "Upper Nethan Gorge is a gorge carved by the River Nethan. This peaceful ancient woodland supports a huge range of species, including locally uncommon plants such as broadleaved helleborine, wood melick and meadow saxifrage. Great spotted woodpeckers and buzzards are often seen.",
        "Why Visit?": "Woodland walks\nButterflies and wildflowers\nWoodland birds",
        "Best Time to Visit": "Apr to Jun for woodland flowers\nMay to Sep for meadow flowers\nAutumn for woodland colours\nSep to Nov for fungi",
        "Visit": "birdwatching woodlands grasslands wildflowers scenery mammals",
        "How to get there?": "The reserve entrance is on the minor road from Blackwood to Tillietudlem. Park on the the roadside and go through the kissing gate onto the disused railway line."
    },
    {
        "Name": "Gordon Moss",
        "Description": "Gordon Moss is a birch woodland growing on an area of peatland. Orchids and other wild flowers flourish in these conditions. The Trust only looks after the eastern side of this site.",
        "Why Visit?": "Wildflowers\nButterflies\nMosses",
        "Best Time to Visit": "Apr to Aug for wildflowers\nApr to Aug for butterflies",
        "Visit": "birdwatching woodlands wildflowers peatlands butterflies",
        "How to get there?": "Take the A6105 west (towards Earlston) from Gordon, about 0.3 miles past the Greenknowe Tower. Look out for a left turn onto a track that leads to Gordon Moss. About 20m along the track there is small parking space for a couple of vehicles."
    },
    {
        "Name": "Perceton Wood",
        "Description": "This long-established plantation originated as part of the nearby Perceton House estate. The old trees provide crevices for birds and bats, and the plentiful deadwood supports the insects and fungi. The carpet of ivy gives way to a natural ground flora including some colourful plants.",
        "Why Visit?": "Mature broadleaf woodland",
        "Best Time to Visit": "Spring for woodland flowers\nSpring for woodland birds\nAutumn for fungi",
        "Visit": "woodlands pond",
        "How to get there?": "Take the B769 (Middleton Road) from Stanecastle Roundabout. Perceton Wood is approximately one mile on the left, on the access to Perceton Paddocks. Visitors are advised to park at the roadside beside the gate."
    },
    {
        "Name": "Loch of Lintrathen",
        "Description": "This beautiful inland loch is a reservoir for Angus and Dundee. During the summer, the area is home to breeding songbirds, and in winter, large numbers of wintering birds, particularly greylag geese, visit the reserve.",
        "Why Visit?": "Wintering wildfowl\nBreeding songbirds\nScenic loch",
        "Best Time to Visit": "Mar to Aug for songbirds\nOct to Mar for wildfowl\nAll year round for scenic views",
        "Visit": "birdwatching scenery mammals",
        "How to get there?": "The reserve is adjacent to Bridgend of Lintrathen, 7 miles west of Kirriemuir in Angus. It lies just off the B951."
    },
    {
        "Name": "Auchalton Meadow",
        "Description": "This orchid-rich grassland is on the site of 19th Century lime workings. Kilns, spoil mounds, tracks and a small quarry can still be seen. Orchids, including fragrant orchid and greater butterfly orchid, thrive in these impoverished soils.",
        "Why Visit?": "Orchids and other wildflowers\nButterflies and other insects\nRural history and archaeology",
        "Best Time to Visit": "Jun – Jul for orchids\nSummer for plants and insects\nWinter for archaeology",
        "Visit": "grasslands wildflowers archaeology",
        "How to get there?": "From Maybole (on the A77), take the B7023 south for 2 miles to Crosshill. Then take the minor road south to Glentrool. Continue past Cloyntie and a mile further on you will come to the reserve, at the junction with the road from Straiton."
    },
    {
        "Name": "Balgavies Loch",
        "Description": "Balgavies Loch has long been recognised by naturalists as an important site for wildlife. This inland loch is surrounded by reedbeds and willow carr, attracting water rail, great crested grebe and a number of wintering wildfowl, including goldeneye, teal and wigeon. The reserve is a haven for red squirrel.",
        "Why Visit?": "Varied selection of wildflowers\nWide range of wild and waterfowl\nMany breeding songbirds\nCircular path around the reserve",
        "Best Time to Visit": "Apr – Jul for flowers\nApr – Jul for breeding birds\nOct – Mar for wildfowl",
        "Visit": "birdwatching woodlands wildflowers",
        "How to get there?": "Balgavies Loch lies north of the A932, 4 miles east of Forfar."
    },
    {
        "Name": "Lower Nethan Gorge",
        "Description": "",
        "Why Visit?": "Woodland walks\nGorge views\nBirdwatching",
        "Best Time to Visit": "Apr to Jun for woodland flowers\nAutumn for spectacular colours",
        "Visit": "birdwatching woodlands wildflowers geology scenery mammals",
        "How to get there?": "The reserve follows the River Nethan from the A72 in the small village of Crossford, approximately four miles west north west of Lanark. Park in the public car park in Crossford."
    },
    {
        "Name": "Luggiebank Wood",
        "Description": "Luggiebank Wood has grassland, scrub and riverside woodland habitats. Alder and birch cover has allowed a rich and diverse ground flora to develop where wildflowers flourish. Kingfishers and dippers can be seen diving into the meandering Luggie Water and badgers may be spotted in the woodland.",
        "Why Visit?": "Woodland riverside walk\nSheltered and peaceful woodland",
        "Best Time to Visit": "Spring for wildflowers\nNov and Dec for trout jumping",
        "Visit": "birdwatching woodlands wildflowers mammals",
        "How to get there?": "Leave the A8011 (Wilderness Brae), heading south east on the B8039 (Jane’s Brae) signposted Lenziemill. At the double roundabout, turn right at the first roundabout and then straight over the second, onto Lenziemill Road heading east (signposted A73). Drive past the reserve entrance sign to your left and park in the large park and ride for Greenfaulds station further along on the right."
    },
    {
        "Name": "Cambus Pools",
        "Description": "Cambus Pools is a wetland reserve with reedbeds, grassland and open water attracting waders, warblers and wildfowl. The reserve is located behind an industrial area on the Inner Forth estuary and demonstrates how small areas of land can become vital habitats for wildlife, such as reed buntings.",
        "Why Visit?": "Reed buntings and warblers\nWildfowl and waders\nViews of the Upper Forth river\nViews of the Ochil Hills",
        "Best Time to Visit": "Spring for breeding and migrant birds\nSummer for invertebrates\nAutumn for migrant birds",
        "Visit": "birdwatching grasslands coasts scenery",
        "How to get there?": "From Stirling, take the A907 east towards Alloa. 0.6 miles after the roundabout – where the B9096 leads off to Tullibody – take the minor road (Station Road) right to the small village of Cambus."
    },
    {
        "Name": "Gight Wood",
        "Description": "Gight Wood, on the slopes of the River Ythan, is one of the last remnants of ancient woodland in Aberdeenshire. This broadleaved woodland of hazel, oak and rowan supports badgers, red squirrels, brown hares and foxes.",
        "Why Visit?": "Wildflowers\nWoodland walk\nHazel woodland",
        "Best Time to Visit": "Apr to Aug for wildflowers\nMay to Sep for hazelwoods\nAnytime for walking",
        "Visit": "birdwatching woodlands wildflowers scenery mammals",
        "How to get there?": "Gight Woods are situated in a remote location on steep land sloping down to the River Ythan, about 27 miles north of Aberdeen, 2 miles upstream of Methlick and 3 miles east of Fyvie, lying off the B9005. Access to the reserve can be gained from the Forestry Commission car park at this location."
    },
    {
        "Name": "Hadfast Valley",
        "Description": "Hadfast Valley has areas of scrub, grassland and broadleaved woodland, providing a home to many bird species. During the summer, the reserve comes alive with the sound of migrating songbirds that breed here, attracted by the insects feeding on the rosebay willowherb.",
        "Why Visit?": "Breeding songbirds in early summer\nFieldfare in winter",
        "Best Time to Visit": "Apr to Jul for breeding songbirds\nOct to Dec for winter birds",
        "Visit": "birdwatching woodlands grasslands wildflowers mammals",
        "How to get there?": "From the roundabout on the north side of Dalkeith (on the A6094), take the B6414 towards Tranent. After 1.3 miles the road bends north east, but a minor road carries straight on towards Hadfast. Take this road, crossing over the A6124. The reserve is on the left of the road, approximately 0.6 miles after the village of Cousland."
    },
    {
        "Name": "Barnyards Marsh",
        "Description": "This small and fascinating wetland reserve has a range of vegetation types, including reed canary grass, sedges and mosses. Reed buntings and sedge warblers breed here, and snipe may be seen in winter.",
        "Why Visit?": "Wetland plants\nBreeding birds\nWintering birds",
        "Best Time to Visit": "Jun – Sep for wildflowers\nJun – Sep for birds",
        "Visit": "birdwatching wildflowers scenery wetland",
        "How to get there?": "From Elie, take the A917 (Park Place) for 1 mile and bear right onto the B941 for 0.5 miles. There are three access points: via a kissing gate from the minor road leading north from Kilconquhar Church, or via two kissing gates from the public footpath on the reserve’s eastern boundary."
    },
    {
        "Name": "Roslin Glen",
        "Description": "Situated a short distance from Roslin, this reserve is a semi-natural ancient woodland of oak, ash, hazel, cherry and hawthorn growing along the steep-sided banks of the River North Esk.",
        "Why Visit?": "Woodland flowers and fungi\nWoodland birds",
        "Best Time to Visit": "Apr to Oct for wildflowers\nMay for bluebells",
        "Visit": "birdwatching woodlands wildflowers",
        "How to get there?": "Take the A6094 south west through Lasswade towards Rosewell until the right turn onto the B7003. About 0.5 miles along this road, you will come to a layby on the left."
    },
    {
        "Name": "Longridge Moss",
        "Description": "Longridge Moss is an important lowland raised bog with a range of plants adapted to the wet, acidic conditions, including Sphagnum mosses, the insectivorous sundew and cotton grass. Snipe, curlew and skylark can be seen and brown hares glimpsed in the heather.",
        "Why Visit?": "Flowering bog plants\nSnipe and curlews",
        "Best Time to Visit": "Jun to Aug for wildflowers",
        "Visit": "birdwatching peatlands mammals",
        "How to get there?": "From Whitburn, take the A706 south. Shortly after you reach Longridge, turn left onto the B7015 towards Stoneyburn. After about 0.5 miles, you will come to a layby on the left."
    },
    {
        "Name": "Linn Dean",
        "Description": "Linn Dean is a steep-sided glen with an area of flower-rich grassland. In spring, skylarks can be seen calling as they attract a mate and during the summer, the yellow common rock-rose brightens the bank and attracts a colony of northern brown argus butterfly. Juniper and unusual mosses and liverworts can also be found.",
        "Why Visit?": "Wildflowers\nSkylarks\nButterflies",
        "Best Time to Visit": "Mar to Apr for skylarks\nMay to Jul for wildflowers",
        "Visit": "grasslands wildflowers scenery",
        "How to get there?": "From the Edinburgh bypass (A720), take the A68 south, continuing through Pathhead. Five miles further on, the road climbs up to Soutra Hill. At the top of the hill, turn into the layby on left."
    },
    {
        "Name": "Ben Mor Coigach",
        "Description": "Ben Mor Coigach dominates the landscape north of Ullapool. Covering over 6,000 hectares, it is the Trust’s largest reserve and combines a mixture of high peaks and spectacular coastline with crofted and wild land.",
        "Why Visit?": "Spectacular coastal views\nSeven-mile Postman’s Path coastal walk\nAchlochan coastal walk\nHill walking",
        "Best Time to Visit": "Apr to Oct for insects and plants",
        "Visit": "birdwatching peatlands coasts geology scenery mammals archaeology",
        "How to get there?": "From Ullapool, take the A835 north. Turn north west at Drumrunie onto a minor road towards Achiltibuie. The reserve begins at the east end of Loch Lurgainn."
    },
    {
        "Name": "Shewalton Wood",
        "Description": "With its woodland, grassland and wetland areas, this reserve hosts small mammals, amphibians and songbirds, which attract birds of prey and other predators. A network of water-filled channels and two large ponds provide an ideal habitat for amphibians, dragonflies and damselflies.",
        "Why Visit?": "Native woodland regeneration project\nFarmland birds and birds of prey\nFoxes, roe deer and bats\nReptiles and amphibians",
        "Best Time to Visit": "Spring for adders and amphibians\nSummer for insects\nAutumn/winter for flocks of birds\nAll year for mammals",
        "Visit": "birdwatching woodlands grasslands mammals wetland pond",
        "How to get there?": "Leave the A78(T) at the Newhouse Interchange and take the B7080 (Moss Drive) to the Oldhall Roundabout. Take the last exit onto Meadowhead Road. The reserve car park is down in the woods on the left after the Scottish Water building, approximately 500m along the road."
    },
    {
        "Name": "Sourlie Wood",
        "Description": "Sourlie Wood is an attractive native woodland that has developed on a derelict coal yard. There is a small area of grassland, a large pond and a good supply of deadwood that benefits invertebrates, which attract songbirds and bats.",
        "Why Visit?": "Songbirds\nAmphibians",
        "Best Time to Visit": "Spring for birds and amphibians\nSummer for insects and bats",
        "Visit": "birdwatching woodlands pond",
        "How to get there?": "Take the A736 out of Irvine, along Cairnmount Road, and turn right at the roundabout onto the B769. Park somewhere along this road and walk back to Sourlie, which is at the roundabout. A tar cycle path passes through the reserve."
    },
    {
        "Name": "Fountainbleau Ladypark",
        "Description": "Situated on the site of the old Black Loch and within walking distance of Dumfries, Fountainbleau Ladypark is a low-lying wet birchwood. The reserve is a haven for birds, including woodpeckers, willow tit, willow warbler and teal, which visit during winter.",
        "Why Visit?": "A great site for wildlife in Dumfries\nGood for bird spotting",
        "Best Time to Visit": "Summer for wetland wildflowers\nSummer for butterflies\nAll year for small birds and wildfowl",
        "Visit": "birdwatching woodlands wildflowers wetland butterflies",
        "How to get there?": "The reserve lies on the outskirts of Dumfries, within the Marchfield development area, bounded to the north and east by the A75 Dumfries bypass, to the west by Dumfries High School and Marchmount House, and to the south by the A709 Lockerbie Road. Park on the public road by the high school."
    },
    {
        "Name": "Addiewell Bing",
        "Description": "To the north of West Calder lies this former oil-shale bing, which now supports valuable wildlife habitat, including woodland, scrub and flower-rich grassland. It is a good example of how a post-industrial site can be transformed into a haven for wildlife.",
        "Why Visit?": "Woodland birds\nFlower-rich woodland walk\nView of the Five Sisters",
        "Best Time to Visit": "Mar – Jun for breeding birds\nJun – Jul for wildflowers",
        "Visit": "birdwatching woodlands wildflowers scenery",
        "How to get there?": "From West Calder take the B792 towards Blackburn. After about 1 mile you will find Addiewell Bing on the right (north) of the B792."
    },
    {
        "Name": "Hare and Dunhog Mosses",
        "Description": "Located 2 miles south of Selkirk, Hare Moss has an area of open water that attracts wildfowl throughout the year. The birds can be viewed from a hide on the reserve.",
        "Why Visit?": "Breeding and wintering wildfowl\nDragonflies and damselflies",
        "Best Time to Visit": "Apr to Oct for dragonflies",
        "Visit": "birdwatching wildflowers peatlands wetland",
        "How to get there?": "Take the A7 south from Selkirk. About 2.5 miles from Selkirk, Hare Moss can be seen on the left. Take a left turn after the reserve onto a narrow road and park on the side of this track (so as not to obstruct farm vehicles)."
    },
    {
        "Name": "Brock Wood",
        "Description": "Brock Wood, located 3 miles south of Dunbar, is a mixed woodland. Non-native trees, which were originally planted for timber, are gradually being removed to encourage the regrowth of the native alder, ash and oak.",
        "Why Visit?": "Spring woodland flowers\nBreeding birds",
        "Best Time to Visit": "Mar – Jun for flowers and birds",
        "Visit": "birdwatching woodlands wildflowers",
        "How to get there?": "From the roundabout (next to Asda) on the A1 near Dunbar, take the road to Spott. Drive through Spott and take the first turn on the right. Follow this narrow road down across a ford then up a hill past some cottages. At the top of the hill, park in the parking place on the left just before a sharp right hand bend."
    },
    {
        "Name": "Blackcraig Wood",
        "Description": "Blackcraig Wood is a rich woodland of oak, birch, ash and wych elm clinging to a sea cliff. Buzzards soar overhead and the oak canopy supports the elusive purple hairstreak butterfly. In spring, bluebells, ivy and great wood-rush carpet the ground beneath hazel, rowan, holly and hawthorn.",
        "Why Visit?": "Woodland birds\nViews over the Solway\nLead mining heritage",
        "Best Time to Visit": "Apr to Jul for wildflowers\nSummer for butterflies\nAutumn for the colours",
        "Visit": "birdwatching woodlands wildflowers coasts geology scenery archaeology",
        "How to get there?": "From Newton Stewart, take the A75 east. Blackcraig Wood borders the road after 1.5 miles. Park at the Forestry Commission centre at Kirroughtree."
    },
    {
        "Name": "Fleecefaulds Meadow",
        "Description": "Fleecefaulds Meadow is a mosaic of species-rich grassland, fen meadow and scrub woodland. In summer, the colourful display of wildflowers, including globeflower, twayblade, and cowslip, attracts a number of butterfly species. Brown hares graze in the meadow and warblers nest in the scrub.",
        "Why Visit?": "Wildflower meadows\nBreeding birds\nButterflies\nWinter thrushes",
        "Best Time to Visit": "May to Sep for wildflowers\nSummer for breeding birds\nSummer for butterflies\nOct for winter thrushes",
        "Visit": "birdwatching grasslands wildflowers scenery butterflies",
        "How to get there?": "From Cupar, travel south along the A914 for approximately half a mile before turning left onto Ceres Road. Follow this road for 2 miles and then turn left onto Cupar Road. Continue straight ahead onto Main Street (0.3 miles) before turning right onto St Andrews Road (B939). Continue on this road for 0.1 miles and then left onto South Croftdyke, following this for 0.1 miles before bearing right. A further 2 miles along this road brings you to the car park at NO400084."
    },
    {
        "Name": "Handa Island",
        "Description": "Each spring, tens of thousands of seabirds migrate to the magnificent Torridonian sandstone cliffs that rise from the Atlantic on the north west coast of Handa Island. This wild island is an internationally important breeding site for guillemots, razorbills and great skuas that spend the summer breeding and feeding in the rich waters around Handa.",
        "Why Visit?": "Internationally important seabird populations\nOne of the UK’s largest guillemot colonies\nChance to spot marine mammals\nSpectacular views\nFascinating history",
        "Best Time to Visit": "Apr to Jul for breeding seabirds\nMid-May to July for puffins",
        "Visit": "birdwatching wildflowers coasts geology scenery mammals archaeology uplands",
        "How to get there?": "There is a pedestrian ferry service to Handa Island which runs on demand from Tarbet on the mainland during the visitor season (from early April to late August/early September). Tarbet is signposted from the A894 about 3 miles north of Scourie and 3 miles south of Laxford Bridge."
    },
    {
        "Name": "Red Moss of Netherley",
        "Description": "Red Moss of Netherley is a mosaic of fen, marsh and woodland habitats and is one of the best examples of a raised bog in north east Scotland. Heather flourishes in these conditions, interspersed by the yellow spikes of bog asphodel and other bog plants such as Sphagnum moss and carnivorous sundews.",
        "Why Visit?": "Peatland plants\nDragonflies and other insects",
        "Best Time to Visit": "May to Aug for bog plants\nMay to Aug for insects",
        "Visit": "peatlands",
        "How to get there?": "Head north out of Stonehaven along the B979 for around 5 miles. The reserve entrance is located next to the bus stop on the right-hand side of the road, opposite a left-hand turn signposted to Ambleside B&B."
    },
    {
        "Name": "Garrion Gill",
        "Description": "Garrion Gill is a small ancient woodland reserve clinging to the steep sides of the Garrion Burn. The woodland canopy and underlying soils provide diverse plant habitats and cover for badgers and roe deer. Woodland birds include spotted flycatcher, sparrowhawk and woodcock.",
        "Why Visit?": "Badgers and deer\nWild flowers\nBirdwatching",
        "Best Time to Visit": "Apr to Aug for wildflowers\nSep and Oct for autumn colour",
        "Visit": "birdwatching woodlands grasslands wildflowers geology scenery",
        "How to get there?": "Garrion Gill is located between Overtown and Law on the north side of the Clyde Valley, 3 miles from Carluke. You can park by the line of houses halfway along the road that runs between Garrion Bridge and Law (by the wooden finger post pointing to Garrion Gill)."
    },
    {
        "Name": "Whitlaw Wood",
        "Description": "Situated on steep slopes next to the Slitrig Water, Whitlaw Wood comprises native ash, elm and hazel woodland with a rich ground flora. There is also a small meadow that supports a variety of colourful wildflowers. A path leads through the meadow.",
        "Why Visit?": "Woodland flowers\nBirdwatching",
        "Best Time to Visit": "May to Jul for woodland flowers",
        "Visit": "birdwatching woodlands grasslands wildflowers",
        "How to get there?": "At the southern end of Hawick High Street, just after the bridge over the Slitrig Water, turn left up Howegate. Continue straight up the hill along Loan, Rosebank Road and Haggis Ha’Brae. Go straight on at the roundabout and park on the left, near the corner of the golf course."
    },
    {
        "Name": "Bemersyde Moss",
        "Description": "This reserve near the River Tweed is a long, narrow strip of marsh, willow scrub and open water that is home to large numbers of wintering wildfowl, including teal, shoveler, goldeneye and wigeon.",
        "Why Visit?": "Breeding birds\nWintering wildfowl\nOtters",
        "Best Time to Visit": "Apr – Aug for breeding birds\nOct – Mar for wintering wildfowl\nAll year round for otters",
        "Visit": "birdwatching mammals",
        "How to get there?": "Take the B6404 from St. Boswells, cross the Tweed and take the second left turn, a minor road which leads to Maidenhall. Turn right (north) at the T-junction north of Maidenhall. Bemersyde Moss is 0.5 miles beyond the T-junction. Limited parking is available in the layby on the right hand side immediately after the sharp right turn."
    },
    {
        "Name": "Loch Libo",
        "Description": "Loch Libo is a long, shallow freshwater loch with aspen growing in the shallow waters and a hillside cloaked in mature sycamore and ash woodland. Rare plants such as cowbane, water parsnip and greater tussock-sedge grow along the shore and there are also signs of otters and water voles.",
        "Why Visit?": "Scenic loch\nRare plants\nWater & woodland birds\nShort woodland walk",
        "Best Time to Visit": "Spring/summer for water plants\nSpring/summer for birds\nAutumn/winter for waterfowl and fungi",
        "Visit": "birdwatching woodlands",
        "How to get there?": "The reserve is located next to the town of Uplawmoor, about 4.5 miles south west of Barrhead on the A736. Approached from Barrhead, the reserve is on the right about 0.6 miles after Shillford. Park in the layby."
    },
    {
        "Name": "Petershill",
        "Description": "Petershill is located to the north east of Bathgate. It was a limestone quarry during the 18th Century and converted into a reservoir in the 19th Century, before being drained in 1986. It now includes areas of species-rich grassland, scrub and wetland, and is also an important geological site.",
        "Why Visit?": "Wildflowers\nGeology\nBeautiful views",
        "Best Time to Visit": "Apr to Jul for wild flowers",
        "Visit": "birdwatching grasslands wildflowers geology wetland",
        "How to get there?": "From Junction 3a on the M8, follow directions for Bathgate until a roundabout is reached where the B792 (Kirk Road) is taken north west until a T-junction. Turn right at the T-junction and follow Drumcross Road eastwards and up the steep hill out of Bathgate. At the top of the hill there is a sharp bend, after which there is a small parking area on the left. Visitors are asked to park responsibly and not restrict access either to the working farm or farmers’ fields at Petershill."
    },
    {
        "Name": "Dalmellington Moss",
        "Description": "Dalmellington Moss is a raised bog on the floodplain of the River Doon. Hummocks of heather and deergrass are interspersed with waterlogged hollows full of Sphagnum mosses and cottongrass, allowing beetles, moths and dragonflies to thrive in these conditions.",
        "Why Visit?": "Raised bog\nRare plants\nAbundant insects",
        "Best Time to Visit": "Summer for plants and insects\nAll year round for peatland",
        "Visit": "birdwatching peatlands",
        "How to get there?": "The reserve can be found on the A713 between Ayr and Dalmellington, about 1 mile west of Dalmellington, close to the junction with the B741. There is no parking next to the reserve."
    },
    {
        "Name": "Stenhouse Wood",
        "Description": "Stenhouse Wood is an ancient deciduous woodland of ash, wych elm and oak lining the side of Shinnel Glen. The ground flora includes mosses, lichens and wildflowers. The unusual white flowers of toothwort, which grows on the roots of hazel and elm, are visible in spring.",
        "Why Visit?": "Ancient and secluded woodland\nGreat breeding birds\nBeautiful views",
        "Best Time to Visit": "May to Sep for woodland wildflowers\nAll year for red squirrels",
        "Visit": "birdwatching woodlands wildflowers scenery uplands",
        "How to get there?": "The reserve is in Shinnel Glen, 1 mile west of Tynron, in North Dumfriesshire. Park on the grass by the reserve sign, or in the long layby beside the road."
    },
    {
        "Name": "Cathkin Marsh",
        "Description": "Cathkin Marsh is a beautiful area of fen and marshy grassland. It is home to many birds, including snipe, water rail and reed bunting which can be viewed from the hide. Butterflies and dragonflies can be seen and there are attractive displays of wildflowers during the summer.",
        "Why Visit?": "Fantastic views of birds from the hide\nExplosions of colour from wildflowers\nColourful butterflies and dragonflies\nUser-friendly paths across the reserve",
        "Best Time to Visit": "Apr to Sep for dragonflies\nApr to Sep for butterflies\nMay to Aug for wildflowers\nOct to Feb for wintering snipe",
        "Visit": "birdwatching grasslands wildflowers scenery butterflies",
        "How to get there?": "Take the M77 from Glasgow. Exit at Junction 3 and follow the A726 to East Kilbride. After 3.5 miles, turn left onto Carmunnock Road (B759) to Carmunnock village. From the village, continue north along Cathkin Road (B759) for about 0.5 miles then turn right onto a minor road. The reserve is located about 1 mile on the left. There is space for two cars to park opposite the reserve entrance."
    },
    {
        "Name": "Wallacebank Wood",
        "Description": "Wallacebank Wood is an ancient semi-natural wood with oak, Scots pine, beech and larch, and an understorey of alder, holly, hazel and rowan. The ground is carpeted with grasses and woodland plants, including wood anemone, dog’s mercury and beautiful bluebell displays.",
        "Why Visit?": "Woodland plants\nBreeding birds",
        "Best Time to Visit": "Spring for birds\nSummer for plants",
        "Visit": "birdwatching woodlands mammals",
        "How to get there?": "The reserve is 3.75 miles north west of Falkirk, and lies wholly within the boundaries of the Glenbervie Golf Course, on the A9 to Stirling."
    },
    {
        "Name": "Red Moss of Balerno",
        "Description": "Red Moss of Balerno, on the edge of the Pentland Hills, is the only raised bog in the City of Edinburgh. The deep peat layer has accumulated over thousands of years. In summer and autumn, the peatland is covered in a blanket of pink-purple heather, sundews, ragged-robin and Sphagnum mosses.",
        "Why Visit?": "Peatland plants\nDamselflies and dragonflies",
        "Best Time to Visit": "May to Aug for peatland plants\nMay to Aug for dragonflies",
        "Visit": "wildflowers peatlands pond",
        "How to get there?": "Take the A70 west from Edinburgh over the city bypass. Continue through Juniper Green and Currie until the traffic lights. Turn left into Balerno then take another left just after the school. Continue straight on this road which heads south out of Balerno, going past the SSPCA centre on the left to the Pentlands Regional Park car park (also on your left), which is located east of Red Moss."
    },
    {
        "Name": "Shian Wood",
        "Description": "An ancient wet semi-natural woodland. Shian Wood stands on a low, flattened ridge jutting out of Loch Creran. In spring, the floor is cloaked with wildflowers, enticing many butterflies. The reserve provides an important refuge for many rare moss and lichen species associated with temperate rainforest.",
        "Why Visit?": "Carpets of spring flowers\nSaltmarsh on loch edges",
        "Best Time to Visit": "May to Jun for spring flowers\nMay to Jul for breeding birds",
        "Visit": "birdwatching woodlands wildflowers coasts scenery mammals archaeology",
        "How to get there?": "Shian Wood lies on the south shore of Loch Creran, on a minor road off the A828(T) north of Benderloch. On the north side of Benderloch, leave the A828 and take the minor road sign posted to South Shian. After about 1.5 miles, turn left at the crossroads for the Island of Eriska. The parking area for the reserve is on the right, about 0.75 miles from the crossroads, just before you reach Balure Farm."
    },
    {
        "Name": "Falls of Clyde",
        "Description": "",
        "Why Visit?": "The reserve has a network of paths, including the top section of the Clyde Walkway\nThe Falls of Clyde is part of the Clyde Valley Woodlands National Nature Reserve. ",
        "Best Time to Visit": "Regular evening badger watches and wildlife-themed events throughout the year\nBeautiful woodland riverside walks straight from the visitor centre to the reserve\nInteractive visitor centre – including badger camera footage and wildlife facts and games\nLearn all about the history of Falls of Clyde on the Victorian self-guided trail",
        "Visit": "Jan to Mar for otters\nMay to Aug for Badger Watches\nApr to Aug for woodland wildflowers\nSep to Nov for Autumn colour and fungi",
        "How to get there?": "The Falls of Clyde reserve lies approximately 1 mile south of the town of Lanark, and is reached through the historic village of New Lanark, signposted from all major routes.\nThe main entry to the reserve is at New Lanark village."
    },
    {
        "Name": "Feoch Meadows",
        "Description": "Feoch Meadows is a mosaic of dry and wet grassland, fen meadow and mire. There is an orchid-rich area in the west near Feoch Burn. Traditional livestock farming ensures an abundance of wildflowers, which attract important butterfly and moth species, making this a key site in south west Scotland.",
        "Why Visit?": "Orchids and other wildflowers\nButterflies\nFarmland birds and mammals",
        "Best Time to Visit": "May to Jul for orchids\nMay to Sep for grasslands\nMay to Sep for butterflies",
        "Visit": "birdwatching grasslands wildflowers",
        "How to get there?": "The reserve lies approximately 1.5 miles east of Barrhill village, up a rough farm track off the A714 Girvan to Newton Stewart road. Turn left into the Killantringan Farm track and take the left fork up to the car park at the entrance gate. Please proceed slowly on the track and regularly re-evaluate the suitability of your vehicle. Most cars can safely negotiate it with care but if yours has low ground clearance, it would be advisable to walk. The nearest car park is at the Feoch Burn Bridge on the A714 towards Barrhill."
    },
    {
        "Name": "Milkhall Pond",
        "Description": "Milkhall Pond consists of an old reservoir and a network of smaller ponds. This open water provides important habitat for aquatic plants, waterfowl and breeding amphibians and insects, including dragonflies. There is also an area of rough grassland, marsh and a shelterbelt of trees.",
        "Why Visit?": "Dragonflies\nWaterfowl",
        "Best Time to Visit": "Jun to Aug for dragonflies",
        "Visit": "birdwatching wildflowers pond butterflies",
        "How to get there?": "From the Leadburn crossroads south of Penicuik, take the A6094 north. After 1.25 miles, take the minor road on the left just after the Howgate restaurant. Follow this narrow road until you see Milkhall Pond on the right and a small layby on the left opposite the entrance. There is very limited parking outside this reserve."
    },
    {
        "Name": "Bankhead Moss",
        "Description": "Bankhead Moss is a small raised bog, an uncommon habitat in this part of Scotland. There is an area of woodland and wetland with pools and scrapes where curlew, snipe and lapwing may be spotted. The bog provides ideal conditions for specialised plants including cottongrass and sundews.",
        "Why Visit?": "Bog flowers such as sundew\nWetland and woodland birds",
        "Best Time to Visit": "May – Jul for bog plants\nWinter for wildfowl",
        "Visit": "birdwatching woodlands grasslands peatlands geology scenery mammals wetland",
        "How to get there?": "From Cupar on the A91, take the B940 south east through Pitscottie. The reserve lies south of the road just 500m before the village of Peat Inn. Alternatively, from St. Andrews take the A915 south west and turn right onto the B940 after 6 miles. The reserve is 500m after the Peat Inn."
    },
    {
        "Name": "Johnston Terrace Garden",
        "Description": "The Trust’s smallest reserve is located in the heart of Edinburgh’s Old Town, near to Edinburgh Castle. It demonstrates how a small, neglected urban area can be converted into an invaluable wildlife refuge. Hopefully, visitors will find inspiration to improve their own gardens for wildlife.",
        "Why Visit?": "Wildflower meadow\nScenic views",
        "Best Time to Visit": "Jun to Aug for wildflowers",
        "Visit": "wildflowers",
        "How to get there?": "From St Giles Cathedral, walk up the Royal Mile towards Edinburgh Castle. At the roundabout by the Hub, take the turning into Johnston Terrace. Continue along Johnston Terrace, just past the Castle Rock Hostel there are a set of steps on the left (Castle Wynd South, also known as Patrick Geddes steps) which head down to the Grassmarket. Go down the steps and the reserve entrance is the first gate on the right."
    },
    {
        "Name": "Grey Hill Grasslands",
        "Description": "The ultra-basic serpentinite rock foundation makes this reserve a botanical hotspot. Species-rich grassland, heath and mire support many rare plants, including the nationally scarce spring sandwort. Juniper cloaks the rocks in some areas.",
        "Why Visit?": "Scenic hill walk\nRare plants\nButterflies\nGeology",
        "Best Time to Visit": "May to Aug for plants\nMay to Aug for butterflies\nAll year round for scenery\nAll year round for geology",
        "Visit": "grasslands wildflowers coasts geology scenery",
        "How to get there?": "Parking is available in the large layby south of Girvan on the A77. Walk along the A77 to the bridge over the Myoch Burn then follow the farm track up the hill."
    },
    {
        "Name": "Erraid Wood",
        "Description": "Erraid Wood is situated on the north east edge of the Pentland Hills, and offers stunning views across East Lothian and the Firth of Forth. Mature broadleaved woodland covering the steep slopes attracts woodland birds, such as spotted flycatcher and treecreeper.",
        "Why Visit?": "Woodland birds\nWoodland flowers\nFantastic views",
        "Best Time to Visit": "Apr to Jul for woodland birds\nWoodland plants",
        "Visit": "woodlands scenery",
        "How to get there?": "Head south out of Edinburgh on the A702, across the roundabouts which take you over the city bypass. Where the road forks, take the right hand road to Biggar (the A702). About 0.5 miles along this road, take a right turn near Erraid House. Immediately after the turning there is a small car parking area on the left for about three cars."
    },
    {
        "Name": "Glen Moss",
        "Description": "Glen Moss has areas of marshland, woodland and wet heath with open water and sheltered, shallow pools. It is a natural haven for songbirds, waterfowl, amphibians and insects, particularly dragonflies and damselflies. Rare plants include the coral root orchid.",
        "Why Visit?": "Wildflowers and insects\nSongbirds and waterfowl\nScenic walks",
        "Best Time to Visit": "Spring for birds\nSummer for plants and butterflies\nSummer for dragonflies\nAutumn & winter for waterfowl",
        "Visit": "birdwatching wildflowers",
        "How to get there?": "From the centre of Kilmacolm, cross the Bridge of Weir Road, turn right into Gillburn Road, then right again into Gowkhouse Road. Follow the lane to the top."
    },
    {
        "Name": "Ayr Gorge Woodlands",
        "Description": "The Ayr Gorge Woodlands reserve is a steep ravine of sandstone cliffs covered mainly with oak, ash and some very old majestic beeches. It is one of the most important ancient woodlands in Ayrshire for invertebrates, plants, fungi and bats including Daubenton’s and brown long-eared bats.",
        "Why Visit?": "Ancient woodland\nRiver walks\nBirds and bats\nInvertebrates and fungi",
        "Best Time to Visit": "All year for woodland and river walks\nSpring for birds\nSummer for bats and invertebrates\nAutumn for fungi",
        "Visit": "birdwatching woodlands geology scenery mammals",
        "How to get there?": "The reserve is at Failford village on the B743. From the centre of Ayr, take the A719 north east for about 3 miles to the junction with the A77. Continue straight over the roundabout onto the B743 Mauchline Road and continue to Failford."
    },
    {
        "Name": "West Quarry Braes",
        "Description": "West Quarry Braes is an important woodland and scrub habitat in an otherwise arable landscape. Willow and elder scrub, along with ash and hawthorn, make this a haven for breeding birds.",
        "Why Visit?": "Breeding birds\nButterflies",
        "Best Time to Visit": "Summer for butterflies\nAll year round for birds",
        "Visit": "birdwatching woodlands wildflowers",
        "How to get there?": "West Quarry Braes lies 1.25 miles north west of Crail, off the B9171, in the county of Fife."
    },
    {
        "Name": "Largiebaan",
        "Description": "This large, diverse reserve consists of bog and heath, with patches of acid grassland and native woodland. The 4-mile coastal strip provides spectacular panoramas of the Atlantic from the top of steep cliffs where breeding seabirds perch precariously and arctic-alpines sprout through the scree.",
        "Why Visit?": "Golden eagles and other raptors\nBreeding seabirds on cliffs\nOrchids and other wildflowers\nFeral goats",
        "Best Time to Visit": "Jun to Sep for wildflowers\nAll year round for stunning views",
        "Visit": "birdwatching grasslands wildflowers peatlands coasts geology scenery mammals archaeology",
        "How to get there?": "From Campbeltown, head towards Southend then follow the B842 south, taking a right turn for Homeston and then another right for Largiebaan."
    },
    {
        "Name": "Talich",
        "Description": "Talich is one of the largest remaining areas of alder wood in Easter Ross. A rich grassland flora can be found in clusters around calcareous springs, encouraging a proliferation of orchids. The woodland attracts a number of bird species and a diverse range of invertebrates can be found on the reserve.",
        "Why Visit?": "Woodland birds\nVariety of orchids\nRange of invertebrates",
        "Best Time to Visit": "May to Jun for orchids",
        "Visit": "birdwatching woodlands wildflowers",
        "How to get there?": "The reserve lies in the Nigg Valley in Easter Ross, about two miles north east of Hill of Fearn and four miles south east of Tain. From the A9, take the turning to Fearn and follow the B9165 for 2.2 miles. As you enter Hill of Fearn, take the first left immediately after the service station. At the end of the road, turn left onto a single track lane. Follow this road for just over a mile until you reach a sharp left bend. At the bend, turn onto the rough track to the right of the gates right ahead of you. The car park is at the end of this track."
    },
    {
        "Name": "Shewalton Sandpits",
        "Description": "Fashioned out of disused sand and gravel pits in the 1980s, the sand banks, ponds, woodland and riverbank are now a haven for invertebrates, plants and birds. The sheltered conditions mean that butterflies and dragonflies can be numerous on a sunny day.",
        "Why Visit?": "Butterflies\nWildflowers",
        "Best Time to Visit": "Summer for insects",
        "Visit": "wildflowers pond butterflies",
        "How to get there?": "The reserve is located on either side of the A737, approximately 1.25 miles south of Irvine town centre. The car park is 150m along Shewalton Road. To reach it, take the second left after the 30mph speed limit sign leaving Irvine towards Ayr."
    },
    {
        "Name": "Ballachuan Hazelwood",
        "Description": "Ballachuan Hazelwood cloaks a low ridge overlooking Cuan Sound and supports a large number of lichen, bryophytes and fungi. The wetland area provides a rich habitat for butterflies, and deer and pine marten roam the woodland.",
        "Why Visit?": "Atlantic hazel woodland\nAbundance of lichens\nColourful butterflies\nChance to spot otters",
        "Best Time to Visit": "Sep – Apr for lichens\nMay – Jul for butterflies\nSep – Nov for fungi",
        "Visit": "birdwatching woodlands wildflowers coasts scenery mammals wetland butterflies",
        "How to get there?": "The reserve lies at the south eastern tip of Seil Island. From Oban, take the A816 south. After approximately 13 kilometres (km) turn onto the B844 towards Seil Island. Once on the island, continue on the B844 to Balvicar. At Balvicar take the B8003. After approximately 1.4 km there is a layby on the left (opposite Kilbrandon church).Vehicles can be parked in the layby. Pedestrian only access to the reserve is down the private road which starts at the layby. Approximately 620 metres down the private road signage directs visitors onto the reserve. Please note that there is no vehicle access to the reserve and visitors are asked not to drive down the private road (which leads to Kilbrandon House)."
    },
    {
        "Name": "Carron Glen",
        "Description": "PUBLIC NOTICE: THE PATH LEADING WEST AFTER THE BRIDGE IS CLOSED DUE TO A LANDSLIP. To access the east of the reserve, cross the bridge and turn right. We apologise for the inconvenience caused.",
        "Why Visit?": "Globeflowers and bluebells\nDippers and kingfishers\nWarblers and other woodland birds\nSpectacular views",
        "Best Time to Visit": "Apr and May for woodland birds\nMay and Jun for wildflowers\nAutumn for woodland colours",
        "Visit": "birdwatching woodlands wildflowers geology scenery",
        "How to get there?": "From Denny, take the B818 west towards Fintry. The reserve lies along the banks of the River Carron, just north of the road at Fankerton village."
    },
    {
        "Name": "Pepper Wood",
        "Description": "Pepper Wood, situated north east of Kirkliston, is a small area of broadleaved woodland containing ash, oak and wych elm with a varied ground flora that includes some species introduced by a previous owner in the 19th Century.",
        "Why Visit?": "Flowering plants",
        "Best Time to Visit": "May to Aug for flowering plants",
        "Visit": "woodlands wildflowers",
        "How to get there?": "From Kirkliston, take the minor road north east towards Carlowrie Farm. Take the right turn towards Wheatlands and you will find Pepper Wood on the left, just after the road goes under the disused railway. There is a small layby for parking on the left."
    },
    {
        "Name": "Longhaven Cliffs",
        "Description": "With pink-red granite cliffs rising out of the sea, Longhaven Cliffs offers spectacular views of seabird colonies and natural features such as sea stacks, caves and arches. Seals can be spotted basking on the rocks below and in summer the reserve blossoms with wildflowers.",
        "Why Visit?": "Seabirds\nGeological features\nWildflowers",
        "Best Time to Visit": "May to Aug for seabirds and plants\nAll year for coastal geology",
        "Visit": "birdwatching grasslands wildflowers coasts geology scenery",
        "How to get there?": "The reserve occupies a 1.5 mile stretch of the Buchan coastline, about 4.5 miles south of Peterhead and 2 miles north of Cruden Bay."
    },
    {
        "Name": "Carron Dam",
        "Description": "Carron Dam is a partially drained reservoir with wetland, rich fen and deciduous woodland. Specialised plants such as gypsywort, remote sedge and water-plantain thrive in the wetlands, which is one of the largest in the area. Water voles and water rails may also be glimpsed along the banks.",
        "Why Visit?": "Rare fen habitat\nWetland plants\nBreeding birds",
        "Best Time to Visit": "Spring and summer for breeding birds\nSummer for plants",
        "Visit": "birdwatching woodlands wildflowers scenery mammals wetland",
        "How to get there?": "From Falkirk, take the B902 north to Stenhousemuir. After crossing the River Carron, turn left at a roundabout onto the B905. This is Stenhouse Road. Park carefully on this road or on one of the side-streets."
    },
    {
        "Name": "Carlingnose Point",
        "Description": "Carlingnose Point is an attractive, species-rich grassland that supports rare plant species, including dropwort and field gentian. The dense gorse scrub provides nesting sites for finches and warblers, and fulmars can be spotted circling the quarry cliffs.",
        "Why Visit?": "Field gentian and dropwort\nCommon terns\nLesser whitethroat",
        "Best Time to Visit": "Spring and autumn for migrant birds\nSummer for breeding birds",
        "Visit": "birdwatching grasslands wildflowers coasts geology scenery",
        "How to get there?": "North Queensferry can be accessed from the A90, taking the first junction north of the Forth Road Bridge. The reserve is on the east side of the town, on the coast."
    },
    {
        "Name": "Loch Ardinning",
        "Description": "Loch Ardinning is a picturesque wildlife haven with areas of wetland, woodland and moorland. Mature willow, birch and alder thrive in the wetlands along the south west shore and reeds, rushes and sedges fringe the northern shores.",
        "Why Visit?": "Colourful butterflies and dragonflies\nExplosions of colour from wildflowers\nUser-friendly paths across the reserve",
        "Best Time to Visit": "Apr to Sep for butterflies\nMay to Aug for wildflowers\nJun to Aug for water lobelia\nOct to Mar for wildfowl",
        "Visit": "birdwatching woodlands wildflowers scenery wetland pond butterflies",
        "How to get there?": "From Glasgow, take the A81 (Aberfoyle Road). The reserve is about 2.5 miles north of Milngavie. The main parking area is a layby on the east side of the A81, about 100m south of the dam. Please do not park in the utility area at the dam (marked NO PARKING) as this parking area is for the use of staff, contractors, volunteers and emergency services."
    },
    {
        "Name": "Rahoy Hills",
        "Description": "The Rahoy Hills lie in remote and mountainous land in the Morvern peninsula, encompassing a variety of habitats from windswept grasslands, mires and heaths to cliffs, lochans and ancient oak woodlands. This reserve has an exceptional biodiversity with a number of rare plant and animal species and is an area of outstanding value for its richness of arctic-alpine flora.",
        "Why Visit?": "Golden and sea eagles\nWoodland walks\nRed deer on the open moors",
        "Best Time to Visit": "Spring/early summer for arctic-alpines",
        "Visit": "birdwatching woodlands grasslands geology scenery archaeology",
        "How to get there?": "Part of the Morvern peninsula, this reserve lies 5 miles north of Lochaline, off the A884."
    },
    {
        "Name": "The Miley",
        "Description": "The Miley is part of a disused railway within walking distance of Dundee city centre. It was originally an impassable, mile-long rubbish tip, but now supports grassland, tall-herb communities, scrub and trees, making it a haven for birds, mammals and insects.",
        "Why Visit?": "Wildflowers\nSongbirds",
        "Best Time to Visit": "Mar to Oct for songbirds\nSpring and summer for walking",
        "Visit": "birdwatching grasslands butterflies",
        "How to get there?": "The site lies within the Lochee and Beechwood areas of Dundee City, between Old Kings Cross Road and the west end of Clepington Road."
    },
    {
        "Name": "Seaton Cliffs",
        "Description": "Seaton Cliffs has spectacular red sandstone cliffs with numerous sea caves, stacks, blowholes and arches. The cliffs support a mosaic of habitats.",
        "Why Visit?": "Seabird colonies\nDolphins often seen offshore\nButterflies\nWildflowers",
        "Best Time to Visit": "May to Jul for seabirds\nMay to Jul for wildflowers\nMay to Jul for butterflies\nAnytime for dolphins",
        "Visit": "birdwatching wildflowers coasts geology scenery mammals",
        "How to get there?": "Seaton Cliffs lie 1.25 miles from the centre of Arbroath at the end of the promenade. From Arbroath, drive out along the harbour road, through Victoria Park, to the far end of the promenade. Park here near the public toilets."
    },
    {
        "Name": "Thornton Glen",
        "Description": "This steep, narrow gorge is lined with a broadleaved woodland of ash, elm and oak, and a ground flora of ramson and ferns. A path along the edge of the reserve leads to the ruins of Innerwick Castle.",
        "Why Visit?": "Woodland flowers\nBreeding woodland birds",
        "Best Time to Visit": "Apr to Jul for dragonflies",
        "Visit": "birdwatching woodlands wildflowers archaeology",
        "How to get there?": "Take the A1 south from Edinburgh to Dunbar. Once you get beyond the town and pass Torness power station, take the right turn signposted to Crowhill and Innerwick. Cross the bridge over the railway, and about 0.3 miles further on it is possible to park in the steading at Crowhill on the right."
    },
    {
        "Name": "Carsegowan Moss",
        "Description": "Carsegowan Moss is one of the best examples of a lowland raised peat bog in Galloway. Cranberry and bog rosemary grow in the Sphagnum carpet; the large heath butterfly lives here and adders bask in the heather. Hen harriers, merlins, short-eared owls and barn owls can be seen occasionally hunting across the bog.",
        "Why Visit?": "Wildflowers and insects\nAdders\nSecond World War gunpowder works along the access path to the reserve",
        "Best Time to Visit": "Jun to Aug for bog plants and mosses\nWinter for hunting raptors",
        "Visit": "birdwatching woodlands wildflowers peatlands archaeology butterflies",
        "How to get there?": "The reserve lies to the east of the A714, between Newton Stewart and Wigtown. Turn left onto a farm road just beyond Causewayend and small car park is available at the end of the access road."
    },
    {
        "Name": "Hermand Birchwood",
        "Description": "Hermand Birchwood is an important area of birch woodland growing on the remnants of a raised bog. Blaeberry, heather and broad buckler fern grow in abundance on the woodland floor and the damp conditions favour mosses and lichens.",
        "Why Visit?": "Breeding birds\nFlower-rich wet meadow\nAttractive woodland\nMosses and lichen",
        "Best Time to Visit": "Apr to Jul for wildflowers",
        "Visit": "birdwatching woodlands grasslands wildflowers peatlands",
        "How to get there?": "Take the B7008 south from West Calder. Turn right (Hartwood Road) at the crossroads approximately 0.6 miles out of West Calder. After a quarter of a mile, turn left into the car park at the north end of the reserve."
    },
    {
        "Name": "Possil Marsh",
        "Description": "Possil Marsh has a shallow freshwater loch surrounded by marsh, swamp and fen, with areas of willow scrub and grassland. The fen and swamp areas support locally rare plants and the reserve is also an important staging post during the spring and autumn migration for warblers and waterfowl.",
        "Why Visit?": "Fantastic views of wildfowl\nExplosions of colour from wildflowers\nUser-friendly paths across the reserve",
        "Best Time to Visit": "May to Jul for breeding birds\nMay to Aug for wildflowers\nOct to Mar for wildfowl",
        "Visit": "birdwatching woodlands wildflowers scenery mammals wetland pond",
        "How to get there?": "The reserve lies adjacent to High Possil and Lambhill, bounded by the Forth and Clyde Canal. Take the A879 (Balmore Road) north from Glasgow. The entrance to the reserve is on the right, immediately after crossing the canal and just in front of the old Lambhill Stables building. There is unrestricted parking nearby."
    },
    {
        "Name": "Keltneyburn",
        "Description": "The beautiful wildflower meadow of Keltneyburn attracts a kaleidoscope of butterflies including common blue, and the day-flying chimney sweeper moth is often seen on the reserve. Many plants flourish in the meadow but the reserve is particularly notable for eight species of orchid, including fragrant orchid.",
        "Why Visit?": "Wildflowers\nOrchids\nButterflies\nDragonflies",
        "Best Time to Visit": "May to Aug for dragonflies\nJun to Aug for orchids\nJun to Aug for butterflies",
        "Visit": "grasslands wildflowers scenery",
        "How to get there?": "The Keltneyburn reserve lies 6 miles west of Aberfeldy, a minor road off the B846. Balchroich Meadow can be reached from the public road at Keltneyburn village, up a steep track next to General Stewart’s statue."
    }
]